{
  "id": 17,
  "name": "Usability and Technical Analysis",
  "description": null,
  "criterias": [
    {
      "id": 82,
      "name": "Favicon",
      "rationale": null,
      "description": "Make sure your website has a favicon bound to the \n    brand. Favicon is a tiny image displayed next to the website's URL in the browser \n    address field. It helps to distinguish your website from other websites and increase the brand awareness.",
      "content": null,
      "checked": "passed"
    },
    {
      "id": 83,
      "name": "Frames",
      "rationale": null,
      "description": "Never use frames to display the content of the page. \n    A frame is a separate HTML page that needs to have its own Title, Description and keywords. \n    Typically, a frame based website would get indexed more slowly and often not completely.",
      "content": "not in use",
      "checked": "passed"
    },
    {
      "id": 84,
      "name": "Flash",
      "rationale": null,
      "description": "It's advised not to overuse Flash files with the website \n    that is being promoted or avoid using these at all. Search engines read textual information \n    correctly while Flash content may be indexed incorrectly. It is advised to use Flash for \n    decoration purposes only while keep the textual content in the HTML section.",
      "content": "not in use",
      "checked": "passed"
    },
    {
      "id": 85,
      "name": "Mirror",
      "rationale": null,
      "description": "Check the \"www.domain.com\" mirror in your website's \n    URL \"domain.com\". If you have not used the mirror, make the 301 redirect to the preferred \n    version of the website. Otherwise search engines may distinguish and index several versions \n    of the same page",
      "content": "Redirect is set",
      "checked": "passed"
    },
    {
      "id": 86,
      "name": "Robots.txt file",
      "rationale": null,
      "description": "Robots.txt file lists the URLs that may be indexed \n    by the search engines or are prohibited from indexing. The file also lists the website's \n    mirror URL and the sitemap URL.",
      "content": "Page indexing is allowed",
      "checked": "passed"
    },
    {
      "id": 87,
      "name": "XML sitemap",
      "rationale": null,
      "description": "Having a sitemap helps search engine bots to index \n    the website but must be specified in the Google Search Console. You may generate sitemaps f\n    or URLs, images, videos, news and mobile content.",
      "content": "http://intent.de/sitemap.xml",
      "checked": "passed"
    },
    {
      "id": 88,
      "name": "Safe browsing",
      "rationale": null,
      "description": "Try to avoid fishing and badware for your \n    website. You may secure website's work using Google's safe browsing.",
      "content": null,
      "checked": "passed"
    },
    {
      "id": 89,
      "name": "Rel=\"canonical\" attribute",
      "rationale": null,
      "description": "A rel=\"canonical\" is an HTML element that helps \n    webmasters prevent duplicate content issues by specifying the \"canonical\" or \"preferred\" \n    version of a web page as part of search engine optimization. It is described in RFC 6596, \n    which went live in April 2012",
      "content": "Found on the page",
      "checked": "passed"
    },
    {
      "id": 90,
      "name": "W3C HTML validation",
      "rationale": null,
      "description": "A page that passes W3C HTML validity test opens \n    and is displayed correctly at any device. W3C HTML validity is a positive factor for \n    the page's ranking and must be checked after any change in the website code or content.",
      "content": "<a href=\"https://validator.w3.org/nu/?doc=http%3A%2F%2Fintent.de\">Errors: 20, warnings: 0</a>",
      "checked": "warning"
    }
  ],
  "percent": 89,
  "warning": 1,
  "error": 1
}