{
  "id": 1,
  "name": "Major Domain Characteristics",
  "description": null,
  "criterias": [
    {
      "id": 1,
      "name": "Website age according to web.archive.org",
      "rationale": "16 years 7 months First archive index date Feb-17 2001",
      "description": "While ranking websites search engines are not only counting the domain name age but the age of the website itself (starting from the day the website was indexed for the first time). Websites with history are as good for promotion as aged domains. In order to discover the age of the website SE Ranking service uses the data provided by the Internet Archive WayBack Machine.",
      "content": null,
      "checked": "passed"
    },
    {
      "id": 2,
      "name": "MOZ DA",
      "rationale": "<i>25</i> points",
      "description": "Algorythmic assessment of a website's ranking potentrial based of 40 factors, developed by MOZ service. A website as scored from 0 to 100. The higher the value the better.",
      "content": null,
      "checked": "passed"
    },
    {
      "id": 3,
      "name": "Backlinks(for the website)",
      "rationale": "126",
      "description": "The number of the inbound backlinks is one of the key SEO factors of any website. Having and adding quality backlinks is a very important ranking factor. Meanwhile please notice that search engines are paying attention not only to the quantity but also to the quality of the backlinks. A backlink from a relevant website with decent content will have a considerably better effect than multiple links from irrelevant websites.",
      "content": "http://seoapi.loc/api/web/v1/pages/1/backlinks",
      "checked": "passed"
    },
    {
      "id": 4,
      "name": "Backlinks(unique domains linking to the website)",
      "rationale": "126",
      "description": "The number of backlinks from unique domains is a significant criterion of how popular and competitive your website is. 100 links from 100 domains is considerably better than 1000 links from one domain.",
      "content": "http://seoapi.loc/api/web/v1/pages/1/backlinks",
      "checked": "passed"
    }
  ],
  "percent": 100,
  "warning": 0,
  "error": 0
}